---
kind: property
id: P:Autodesk.Revit.DB.FamilySymbol.Family
zh: 族
source: html/14272fe6-5fc3-f053-b4c6-2f44d05786f2.htm
---
# Autodesk.Revit.DB.FamilySymbol.Family Property

**中文**: 族

The Family object to which the symbol belongs.

## Syntax (C#)
```csharp
public Family Family { get; }
```